app/controllers/events_controller.rb

INSERT INTO "events" ("name", "description", "finished", "day", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5, $6) RETURNING "id"  [["name", "Chore"], ["description", "Take out trash"], ["finished", false], ["day", "\"3\""], ["created_at", "2020-04-13 18:03:55.124032"], ["updated_at", "2020-04-13 18:03:55.124032"]]
---
  def create
    @event = Event.new(event_params)

    if @event.save